function Page() {
    return (
        <>
            <h1 className="mb-4 text-2xl text-primary-500 font-bold">
                Общи Условия
            </h1>

            <div>
                Общи условия за ползване на ……………………….. Онлайн магазин ……………………
                е със собственик Светлана Красимирова Иванова, Монтана, ул. „Св.
                Климент Охридски“ № …, като занаятчия със занаятчийско
                свидетелство № ……, издадено от Камарата на занаятчийте на
                …………………., ЕИК……….. Всички предлагани изделия са произведени
                ръчно от Занаятчийско ателие Светла Красимирова Иванова, като
                всички те са обект на авторско право. Със използването на сайта
                ………………………. се съгласявате с настоящите условия. І. Предмет и
                дефиниции на Общите условия “Сайт” е …………………………… - уебсайт за
                електронна търговия – за продажба и доставка на публикуваните в
                него стоки. „Съдържание“ е: - цялата информация на Интернет
                страницата, която може да бъде видяна посредством използването
                на електронно устройство; - съдържанието на всички електронни
                писма, изпратени до потребителя от сайта посредством електронни
                средства и/или всякакви други средства за комуникация; -
                всякаква друга информация към потребителя, получена от служител
                на сайта, независимо от начина на комуникация; - информация,
                свързана с продукти, услуги и/или такси, приложени от сайта в
                даден период; “Потребител“ е всяко публично или частно физическо
                или юридическо лице, притежаващо или придобиващо достъп до
                съдържанието или услугите, чрез всякакви комуникационни средства
                (електронни, телефон и т.н.). “Артикули”, “Продукти”, или
                “Стоки” са предлаганите чрез сайта стоки за закупуване. „Услуга“
                е електронна търговска услуга, извършвана на публично достъпните
                части от интернет страницата, с цел да осигури на потребителя
                възможността да закупи продукти и/или услуги, използвайки само
                електронни средства, включително средства за комуникация от
                разстояние (напр. телефон, стандартно писмо, интернет,
                електронна поща и др.). “Поръчка” е индивидуалната заявка за
                закупуване на избраните артикули съгласно условията, предвидени
                в сайта относно начина на доставка и плащане от страна на
                потребителя. Поръчката е акт на действие, който потребителят
                прави свободно, по собствен избор, и обвързва със силата на
                договор между потребителя и сайта. “Потвърждение” е процесът, по
                време на който собственикът на сайта потвърждава поръчката с
                потребителя по телефон и изпраща обобщение на поръчката на
                електронната поща на потребителя, ако последният е предоставил
                такъв. “Стойност на поръчката” е общата стойност на артикулите в
                потребителската кошница в момента на подаване на поръчката.
                Стойността на поръчката включва и транспортните разходи.
                “Стойност на доставката” е стойността на транспорта на
                артикулите от потвърдената поръчка до посочения и потвърден
                адрес на потребителя. “Бисквитка” е малък текстов файл, състоящ
                се от букви и цифри, който ще бъде запазен на компютър, мобилния
                телефон или друго терминалното оборудване на потребителя, през
                което осъществява достъп до интернет. Бисквитката се инсталира
                чрез искане, подадено от терминал на клиента към сървъра на
                доставчика или на сървъра на трето лице. ІІ. Общи условия Тук са
                определени общите условия, при които клиент може да използва
                интернет страницата, когато не е налично друго споразумение
                между ателието и неговите клиенти. Използването, включително, но
                не ограничено до достъп, посещение, разглеждане и поръчка на
                сайта означава, че клиентът приема настоящите общи условия
                безусловно и неотменимо. Ако клиентът не е съгласен или реши да
                оттегли своето съгласие с настоящите общи условия, трябва да
                уведоми собственика на сайта за това и да изтрие клиентския си
                профил. Уведомяването става по един от начините за комуникация,
                които са посочени в настоящите общи условия. Клиентът не може
                едностранно да оттегли съгласието си, докато не изплати всички
                дължими суми. Ако клиентът е заплатил всички дължими средства
                към доставчика и оттегли съгласието си с общите условия в момент
                на осъществяване на поръчка, доставчикът прекратява поръчката,
                като клиентът дължи направените разходи, извършената работа и
                печалбата, която доставчикът би получил от изпълнението. С
                изтриването на профила си Клиентът се отказва от достъп до
                услугите, който доставчикът предлага чрез своята интернет
                страница, както и от всякаква друга комуникация със собственика
                на сайта във връзка с предлаганите услуги. Доставчикът не носи
                отговорност за последиците, които настъпват за лицето в резултат
                на отказа му. Клиентът е длъжен да предоставя само верни данни
                при създаването на профила си и при последващите му изменения.
                Той отговаря за претърпените от доставчика вреди, в резултат от
                предоставянето на неверни данни. ІІІ. Контакт За контакт със
                Занаятчийско ателие Светла Красимирова Иванова, може да ползвате
                email ……………………. и телефон …………….. Чрез използването на формата
                за контакт, предоставена на интернет страницата, клиентът дава
                съгласие доставчикът да се свърже с него по посочените там
                начини, включително и по електронен път. Попълването на формата
                за контакт не задължава доставчика да осъществи обратна връзка с
                клиента. Достъпът до сайта, изпращането на имейл известия и
                други съобщения до доставчика се извършва електронно, чрез
                телефон или всякакви други налични за клиента средства.
                Използването на съответното средство за комуникация от страна на
                клиента, се смята за съгласие от негова страна доставчикът да
                осъществява контакт с него по съответния начин. Доставчикът не е
                длъжен да отговаря на всички изпратени до него съобщения от
                клиенти. ІV. Рекламни съобщения, търговски съобщения и известия
                Със създаването на профил на интернет страницата, клиентът се
                съгласява да получава известия, кореспонденция, рекламни
                съобщения, търговски съобщения и информация от доставчика по
                електронен път. Клиентът може да се откаже да получава брошури
                и/ или известия по всяко време. V. Поверителност Доставчикът
                събира лични данни от клиентските профили на Интернет страницата
                само със съгласието на клиента и ги използва за следните цели:
                Осигуряване на клиента на достъп до съдържанието и услугите.
                Осъществяване на контакт с клиента във връзка със сключването на
                договор за продажба на предлаганите стоки или договор за
                изработка на продукт по поръчка. Статистически цели. Създаването
                на профил на сайта се счита за съгласие на клиента да се събират
                и обработват личните му данни. Клиентът има право да се
                противопостави на събирането и обработването на личните му данни
                от доставчика и да изиска те да бъдат изтрити. В този смисъл
                клиентът оттегля съгласието си по отношение на Общите условия и
                се отказва от всякакви права, описани в него. Оттеглянето на
                съгласието с настоящите условия става по предвидения в тях ред и
                има посочените в тях последици. Оттеглянето на клиента от Общите
                условия няма за последица отпадане на правата, които доставчикът
                има или за погасяване на задължения, които клиентът има към
                доставчика. Доставчикът се задължава да използва личните данни
                на клиента съгласно Регламент (ЕС) 2016/679 на Европейския
                парламент и на Съвета от 27 април 2016 година относно защитата
                на физическите лица във връзка с обработването на лични данни и
                относно свободното движение на такива данни и Закона за защита
                на личните данни/ЗЗЛД/. Доставчикът не изисква от своите клиенти
                или потребители чрез никакви комуникационни средства
                конфиденциална информация, данни за банкови сметки, банкови
                карти или персонални пароли. Изключение са само случаите, когато
                данните са необходими за издаване на фактури на клиента. VІ.
                Бисквитки Този сайт използва бисквитки. Тези файлове правят
                възможно разпознаването на терминала на клиента и представянето
                на съдържанието по начин, който е от значение, адаптирано към на
                клиента. Когато личните данни могат да бъдат събирани чрез
                използването на бисквитки, данните са шифровани по начин, който
                прави невъзможен неоторизирания достъп до тях. Ако клиентът
                пожелае да блокира бисквитките, някои функции на сайта ще бъдат
                спрени, VІІ. Съдържаниe. Цялото съдържание на интернет
                страницата (статични и динамични изображения, текст,
                мултимедийно съдържание и т.н.) е собственост на доставчика.
                Клиентът няма право да копира, променя, излага или по какъвто и
                да е друг начин да използва съдържанието, освен във връзка със
                сключването на договор с доставчика за продажба на стоки или за
                изработка на продукт по поръчка. VІІІ. Продукти и услуги Достъп
                до предлаганите продукти има всеки, който е създал профил на
                сайта. Всички цени са в български лева (BGN), с включен ДДС и са
                актуални към момента на поръчката. Доставчикът гарантира
                наличността на всеки продукт, който може да бъде закупен от
                сайта. ІХ. Сключване на договора Представянето на продукти и
                услуги на сайта представлява публична покана от страна на
                доставчика да се направи предложение за сключване на договор в
                съответствие с поканата. Доставчикът не носи отговорност, ако
                към момента на поръчката не е останала наличност на избрания от
                клиента готов продукт или на материалите, необходими за
                изработването на продукт по поръчка. В този случай доставчикът
                уведомява клиента, че няма наличност по установения между тях
                метод за комуникация. Х. Поръчка За да поръчате артикул в онлайн
                магазина, трябва да добавите продукта в кошницата за пазаруване,
                да определите количеството и да попълните формата за контакт.
                Поръчки се приемат 24 часа в денонощието. Може да заявите
                поръчка и на e-mail – …………………………… При нужда от информация можете
                да направите запитване на горепосочения e-mail или на телефон
                ……………... С изпращането на своята поръчка клиентът прави
                предложение на доставчика за сключване на договор за покупка на
                определена стока или за изработването на определен продукт по
                зададена от клиента спецификация. Цената на продуктите и
                услугите е тази от времето на поръчката. Доставчикът не може да
                промени цената след този момент. Договорът от разстояние се
                счита сключен в момента на завършване на поръчката. Когато се
                отнася до предварително изработен продукт, завършване на
                поръчката е моментът на получаване на системно съобщение от
                доставчика с данните на поръчката. Когато се отнася до
                предоставяне на услуга по изработка на продукт по избор на
                клиента, завършване на поръчката е моментът на получаване на
                системно съобщение, както и допълнително потвърждение чрез
                електронни средства от доставчика относно данните на поръчката.
                Разходите за допълнителни услуги, включително, но не само
                доставката на готовия продукт, се заплащат от клиента. ХІ.
                Доставка на продукт Продуктите от магазина се доставят чрез
                куриерски фирми „Еконт“ или „Спиди“ до посочен адрес или офис на
                куриерите. Ако желаете доставката да е до офис на куриерите,
                моля въведете адреса или името на офиса в полето "Име или адрес
                на офис на Еконт/Спиди" в края на поръчката. Всички мои
                произведения са чупливи, поради което всички поръчки са със
                задължителна застраховка, цената на която е 0,24% от стойността
                на поръчката. Рискът от погиване на предмета на доставката
                преминава върху клиента в момента на предаването му от доставчик
                на съответната куриерска компания. Клиентът не може да търси
                отговорност от доставчика за промени и повреди в продукта,
                настъпили по време на транспортирането му. Всички артикули,
                предлагани на сайта са чупливи, поради което задължително се
                отварят пред представител на куриера, с цел да се забележи
                транспортен дефект и да се реализира задължителната застраховка.
                Доставчикът не носи отговорност за транспортни дефекти,
                неустановени при получаване на стоката. ХІІ. Връщане на продукт
                Клиентът има право, без да дължи обезщетение или неустойка и без
                да посочва причина, да се откаже от направената поръчка за
                готова стока в срок от 14 работни дни от получаване на продукта.
                В този случай за сметка на клиента са разходите, свързани с
                връщането на продукта на доставчика. Клиентът не разполага с
                това право, ако е направил поръчка за доставка на стока,
                изработена съобразно изисквания на клиента. Клиентът е длъжен да
                информира доставчикa за своето намерение да върне закупените
                продукти, в рамките на 14 работни дни след получаването на
                продуктите и/или услугите. Клиент, който извести доставчикa в
                съответствие с горната точка трябва да върне съответния продукт
                на доставчикa не по-късно от 7 дни от подаването на известието,
                в противен случай доставчикът ще счете искането за връщане за
                оттеглено. Клиентът е длъжен да съхранява получените стоки до
                връщането им, в противен случай отговаря за повреждането им. Той
                трябва да върне продукта в оригиналната му опаковка, без следи
                от употреба или нарушаване на търговския вид на стоката. В
                случай на възстановяване на стойността на продукта, това ще бъде
                направено в рамките на 30 дни, считано от датата, на която
                потребителят е упражнил правото си на отказ от сключения
                договор. Сайтът отказва да възстанови заплатената цена, в случай
                че при прегледа на върнатия продукт се установи липса на някое
                от изискванията съгласно настоящите условия, ако такова е
                констатирано. ХІІІ. Рекламации При несъответствие на доставена
                стока с уговореното, Клиентът може да направи рекламация като
                уведоми доставчика за несъответствието в срок от 2 месеца от
                установяване на несъответствието, но не по-късно от две години
                от доставката на стоката. Ако несъответствието не е скрито,
                клиентът трябва да направи рекламацията в двумесечен срок от
                доставката. При предявяване на рекламация доставчикат е длъжен
                да приведе стоката в съответствие с договора в рамките на 1
                месец от предявяване на рекламацията и получаване на стоката от
                доставчика, като отстраняването на несъответствието е безплатно
                за потребителя. Когато Клиентът не е удовлетворен от
                рекламацията, той може да иска намаляване на цената на стоката
                или да развали договора и да иска обратно платеното. Клиентът не
                може да претендира това, когато доставчикът се съгласи да замени
                стоката с нова или да поправи стоката в рамките на 1 месец от
                рекламацията. Тъй като цялата прадлагана гама от продукти се
                рисува ръчно, е възможно минимално отклонение в дизайна от
                изобразеното на сайта. Сайтът не приема рекламации, предявени
                заради разлики между изображенията и продадената реално стока.
                При приемането на продукт, изработен по поръчка на клиента, той
                трябва незабавно да прегледа работата и трябва да направи
                незабавно рекламация на получения продукт, ако той не отговаря
                на уговореното. Ако не направи това, работата се счита приета.
                При предявяване на рекламация, клиентът може да иска: поправяне
                на работата в подходящ срок без заплащане или алтернативно да
                поиска заплащане на разходите, необходими за поправката, или
                съответно намаление на възнаграждението. Рекламацията се
                предявява пред доставчика писмено. Доставчикът е длъжен да
                приеме рекламацията, само ако е предявена своевременно. Той е
                длъжен да я удовлетвори, само при действително и значително
                несъответствие между уговореното и изпълненото. Когато
                доставчикът удовлетвори рекламацията, той издава акт за това в 2
                екземпляра и предоставя единия на клиента. Изпратените артикули
                задължително се отварят пред куриера, XІV. Отговорност
                Доставчикът не носи отговорност за действията на трети лица,
                които неправомерно използват съдържанието. Доставчикът не носи
                отговорност за каквито и да било вреди, настъпили в резултат от
                използване или невъзможност за използване на информация относно
                типа на представеното съдържание на сайта или за грешки или
                пропуски в съдържанието. Доставчикът не е отговорен за никакви
                вреди, настъпили при неспазване на настоящите Общи условия.
                Доставчикът не носи отговорност, ако клиентът не одобрява
                изработения продукт, поради грешно зададени в поръчката размери
                и други спецификации. Доставчикът не носи отговорност за
                евентуални разлики между действителния цвят на продукта и
                показаният на екрана на клиента, които произтичат от
                характеристиките на техническите средства, които той е използвал
                за достъп до интернет страницата. Ако потребител сметне, че
                съдържание, изпратено по какъвто и да било начин от страна на
                сайта, накърнява авторско или друго право, той следма да се
                свърже със сайта чрез наличните данни за контакт, така че
                последният да може да вземе информирано решение. Сайтът не
                гарантира на потребителите достъп до интернет страницата или до
                услуги и не дава право за изтегляне и частична или пълна
                промяна, репродуциране на съдържание, частично или напълно
                копиране, използване на съдържание по какъвто и да било друг
                начин или прехвърлянето му към трети лица, без изричното писмено
                съгласие на сайта. Последиците от евентуално неточно изпълнение
                на договор от страна на доставчика се уреждат съгласно общите
                правила на гражданското законодателство. XV. Непреодолима сила
                Всяка страна по сключен договор, който все още е в сила, не е
                отговорна за неизпълнение, когато неизпълнението на задълженията
                е настъпило в следствие на непреодолима сила. Страната, която се
                позовава на непреодолима сила, трябва незабавно и изчерпателно
                да уведоми другата страна относно настъпилото събитие и да
                предприеме мерки за преодоляването му и за ограничаване на
                последствията му. За всички неуредени въпроси в настоящите
                правила при непреодолима сила се прилагат разпоредбите на
                българското законодателство. XVІ. Спорове Всякакви спорове във
                връзка с тези Общи условия, ще бъдат решавани по взаимно
                съгласие. В случай, че това не е възможно, те ще бъдат отнесени
                до компетентния български съд в съответствие с българското
                законодателство. XVІІ. Заключителни разпоредби Доставчикът има
                право да прави промени по тези Общи условия и всякакви промени
                по сайта, без предварително известяване на клиентите.
                Доставчикът си запазва правото да публикува рекламни банери от
                всякакъв вид и/или връзки на която и да е част от интернет
                страницата, съобразно действащото законодателство. Интернет
                страница - само домейнът ……………………… Доставчик – Занаятчийско
                ателие Светла Красимирова Иванова, Монтана, ул. „Св. Климент
                Охридски“ № …,
            </div>
        </>
    );
}

export default Page;
